"Vibration" = "Vibrado";
"Countdown Timer" = "Ĝisnombrada tempomezurado";
"Auto-Start" = "Aŭtomate startigi";
"Stopwatch" = "Klikhorloĝo";
"Default Timing Widget" = "Apriora tempomezurada fenestraĵo";
"General" = "Ĝenerala";
/* Customized */
"Default Duration (mins)" = "Apriora daŭro (minutoj)";
"Enabled" = "Aktiva";
"none given" = "neniu donita";
"Name" = "Nomo";
/* System default */
"Group" = "Grupo";
